{
  "results": [
    {
      "input": "World Bank - Yemen Economic Monitor series, Macro Poverty Outlook, Country Economic Memorandum, project documents, all economic reports 2010-2025",
      "output": {
        "organization": "World Bank",
        "total_publications": 238,
        "year_coverage": "2014-2025",
        "key_data_points": "16.2million, 23 percent, 16 percent, 73 percent, 50 percent, 13.4 percent, 48.6 percent, 48.6 percent of the population, 45 percent, 80 percent, 40 percent, 80 percent, 40 percent, 1.6 percent, 2.3 percent, 2.6 percent, 1.6 percent, 2.3 percent, 2.6 percent, 1.6 percent, 2.3 percent, 2.6 percent, 10 percent, 5 percent, 3.3 percent, 4.2 percent, 0.4 percent, 3 percent, 0.7 percent, 4.9 percent, 48 percent, 5.5 percent, 5.2 percent, 10 percent, 5 percent, 3.3 percent, 4.2 percent, 0.4 percent, 3 percent, 0.7 percent, 4.9 percent, 48 percent, 5.5 percent, 5.2 percent, 10 percent, 5 percent, 3.3 percent, 4.2 percent, 0.4 percent, 3 percent, 0.7 percent, 4.9 percent, 48 percent, 5.5 percent, 5.2 percent, 20 years, 20 years, 1.5 million, 83 million, 83 million, 50 years, 50 years, 3.4 million, 21 percent, 3.4 million people, 33.7 million, 11.3 percent, 92.5 percent, 94.2 percent, 26.9 percent, 1.2 million, 2.57 million, 1.37 million, 43 percent, 20 percent, 13 million, 5.0 billion, 7.7 billion, 2.6 percent, 0.2 percent, 15 years, 10 percent, 55percent, 2.85 million, 8 percent, 70 percent of the population, 70 percent, 10 million, 1 million, 1 million, 60 percent, 106 million, 45 percent, 10 million, 014 growth, 4.4 percent, 2.6 percent, 0.2 percent, 014 growth, 4.4 percent, 2.6 percent, 0.2 percent, 014 growth, 4.4 percent, 2.6 percent, 0.2 percent, 20 years, 73 percent, 54 percent, 49 percent, 10 percent, 80 percent, 50 percent, 39 percent, 39 percent, 250 million, 65 percent, 3.3 million, 57 percent, 7 million, 65 percent of the population, 18.8 million, 3.3 million people, 143.9 million, 200 million, 24 percent, 25 percent, 95 percent, 27.9 percent, 16.1 percent, 3.8 percent, 14.4 percent, 42 percent, 4 percent, 95 percent, 3 billion, 9 million, 9 million, 5 percent, 3.3 percent, 5 percent, 3.3 percent, 5 percent, 3.3 percent",
        "publication_urls": "https://documents.worldbank.org/en/publication/documents-reports/documentdetail/206587, https://documents.worldbank.org/en/publication/documents-reports/documentdetail/201789, https://documents.worldbank.org/en/publication/documents-reports/documentdetail/194397, https://documents.worldbank.org/en/publication/documents-reports/documentdetail/194058, https://documents.worldbank.org/en/publication/documents-reports/documentdetail/188952, https://documents.worldbank.org/en/publication/documents-reports/documentdetail/181438, https://documents.worldbank.org/en/publication/documents-reports/documentdetail/181998, https://documents.worldbank.org/en/publication/documents-reports/documentdetail/205492, https://documents.worldbank.org/en/publication/documents-reports/documentdetail/200760, https://documents.worldbank.org/en/publication/documents-reports/documentdetail/173557",
        "executive_summary": "The World Bank plays a critical role in monitoring and analyzing the severe economic and humanitarian crisis in Yemen, particularly since the escalation of the conflict in 2015. Its primary contribution is through regular publications like the **Yemen Economic Monitor** and **Macro Poverty Outlook**, which provide biannual updates on key economic developments, policies, and their implications for the country's outlook. The Bank's work focuses on the macro economy, financial markets, and human welfare indicators, serving as a vital source of information for policymakers, development partners, and the humanitarian community.\n\nKey findings consistently highlight the extreme economic fragmentation, currency depreciation, and the devastating impact of the conflict on livelihoods and poverty. For instance, the Bank has documented the national poverty rate's increase to an estimated **48.6 percent** (as of 2014, with subsequent reports indicating a much higher figure) and the crisis-level food insecurity affecting millions. The analysis extends to the resilience of households, the challenges of aid coordination, and the need for long-term solutions to address issues like extreme water scarcity and climate adaptation. The Bank's project documents, such as those for the Emergency Crisis Response Project, also track significant financial flows and implementation status of critical infrastructure and social protection programs.\n\nThe Bank's data contribution is essential for understanding the multi-faceted crisis, offering a structured, albeit often delayed, view of the economic collapse. The reports synthesize complex data on economic indicators, aid flows, and social impacts, providing a crucial evidence base for intervention strategies. The focus on policy notes and working papers also helps to identify immediate priorities for stabilization and reconstruction in anticipation of a post-conflict transition.",
        "data_quality": "Excellent - Primary source with frequent updates"
      },
      "error": ""
    },
    {
      "input": "IMF - Article IV Consultation reports, Staff Country Reports, SDMX data, monetary and financial statistics for Yemen 2010-2025",
      "output": {
        "organization": "International Monetary Fund (IMF)",
        "total_publications": 4,
        "year_coverage": "2010-2025",
        "key_data_points": "Real GDP contracted 27% since 2014, Government revenues declined from 22.5% of GDP in 2014 to <12% in 2024, Public debt surged to >100% of IRG GDP, Current account deficit expanded from 2.1% of GDP in 2014 to ~11% in 2024, 2023 GDP contraction was 2%, 2024 Inflation was 27%, 17 million people facing food insecurity in 2024, 2013 Overall Fiscal Balance was -6.9% of GDP, 2014 Article IV projected 2018 Real GDP growth at 5.9%",
        "publication_urls": "https://www.imf.org/en/news/articles/2025/10/09/imf-cs-yemen-2025-imf-article-iv-mission, https://www.imf.org/en/publications/cr/issues/2016/12/31/republic-of-yemen-2014-article-iv-consultation-and-request-for-a-three-year-arrangement-41901, https://www.imf.org/en/news/articles/2024/05/02/pr-24133-yemen-imf-staff-concludes-staff-visit, https://www.elibrary.imf.org/view/journals/029/2025/041/029.2025.issue-041-en.xml",
        "executive_summary": "The International Monetary Fund (IMF) serves as a critical, though intermittent, source of macroeconomic data and policy guidance for Yemen, particularly in the absence of comprehensive national statistics since the 2015 conflict. The IMF's primary contribution is through its Article IV Consultations, Staff Country Reports, and targeted Technical Assistance (TA) missions. These documents provide the most authoritative time-series data on key economic indicators, including GDP, inflation, fiscal balances, and public debt, which are essential for understanding the country's economic trajectory from the pre-conflict era (2010-2014) through the current period of severe fragmentation and crisis (2015-2025). The IMF's engagement is crucial for establishing a credible reform framework for the Internationally Recognized Government (IRG) and for unlocking broader international donor support.\n\nKey findings from the IMF's assessments highlight the profound economic collapse following the 2015 conflict. Real GDP has contracted by approximately **27%** over the past decade, with per capita income plummeting. The fiscal situation has deteriorated dramatically, with government revenues falling from **22.5% of GDP in 2014** to less than **12% in 2024**, while public debt has surged to over **100% of IRG GDP**. The IMF's recent focus (2024-2025) is on supporting the IRG's efforts to stabilize the economy, which includes aligning multiple exchange rates, strengthening cash management, and implementing an emergency revenue plan to address the severe fiscal deficit and curb inflationary pressures, which reached **27% in 2024**.\n\nThe IMF's data, while a primary source for macroeconomic figures, is constrained by the conflict environment, leading to a significant gap in full Article IV reports between 2014 and 2025. The data quality is assessed as \"Good\" because the reported figures, especially post-2014, are often staff estimates and projections based on limited information, rather than comprehensive, officially reported statistics. Nevertheless, the IMF's analysis of the structural challenges—such as the need for energy subsidy reform (2014), the impact of oil export halts (2022), and the urgency of revenue mobilization (2025)—provides an indispensable framework for any economic analysis of Yemen.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    },
    {
      "input": "UN OCHA - Humanitarian Response Plans (HRP), Humanitarian Needs Overview (HNO), Financial Tracking Service (FTS) data, Yemen humanitarian funding 2015-2025",
      "output": {
        "organization": "United Nations Office for the Coordination of Humanitarian Affairs (UN OCHA)",
        "total_publications": 20,
        "year_coverage": "2010-2025",
        "key_data_points": "19.5 million people need aid in 2025, US$2.478.8 billion required for 2025 HRP, US$5.2 billion total funding reported in 2018, GDP per capita plummeted 58% since 2015, YER 596/USD exchange rate in September 2018",
        "publication_urls": "https://fts.unocha.org/countries/248/summary/2025, https://fts.unocha.org/countries/248/summary/2024, https://www.unocha.org/publications/report/yemen/yemen-humanitarian-needs-and-response-plan-2025-january-2025, https://www.unocha.org/publications/report/yemen/yemen-humanitarian-needs-overview-2024-january-2024-enar, https://www.unocha.org/publications/report/yemen/yemen-exchange-rates-and-inflation-trends-23-september-2018, https://fts.unocha.org/countries/248/summary/2018, https://fts.unocha.org/countries/248/summary/2015, https://fts.unocha.org/countries/248/summary/2014",
        "executive_summary": "The United Nations Office for the Coordination of Humanitarian Affairs (UN OCHA) plays a **critical and central role** in documenting the humanitarian and economic crisis in Yemen, serving as the primary source for needs assessments and financial tracking. Through its annual Humanitarian Needs Overview (HNO) and Humanitarian Response Plan (HRP) series, OCHA provides the foundational data used by the international community to understand the scale of the crisis. These reports, which span the period from 2010 to 2025, consistently highlight the severe deterioration of economic conditions, which OCHA identifies as a key driver of humanitarian needs, alongside conflict and climate shocks. The organization's reports are essential for tracking the non-military impact of the conflict, particularly on essential services, livelihoods, and market stability.\n\nOCHA's most significant contribution to understanding Yemen's economy is through the **Financial Tracking Service (FTS)**, which meticulously records all reported humanitarian funding. This data provides a clear, quantitative picture of the international response, showing the massive scale-up in funding from US$430.2 million in 2014 to a peak of US$5.2 billion in 2018, and the subsequent decline, which directly impacts the country's economic stability and the provision of basic services. The FTS data, combined with the economic analysis embedded in the HNOs, offers a crucial lens on the financial flows that have become a de facto part of Yemen's war economy, sustaining millions of people in the absence of a functioning state economy.\n\nThe organization's data is invaluable for researchers and policymakers, providing **specific, high-frequency data points** on the economic impact of the conflict, such as the collapse of the Yemeni riyal (YER), the resulting inflation, and the decline in GDP per capita. OCHA's documentation of the split in the banking sector and the resulting divergence in exchange rates (e.g., YER 596/USD in the south in 2018) provides necessary contextual specificity for economic analysis in a fragmented state. The data quality is assessed as **Excellent** due to OCHA's status as a primary source, the systematic nature of its annual reporting, and the frequent updates provided by the FTS, making it the most reliable source for tracking the humanitarian-economic nexus in Yemen.",
        "data_quality": "Excellent - Primary source with frequent updates"
      },
      "error": ""
    },
    {
      "input": "UNDP Yemen - Development reports, poverty assessments, governance studies, Assessing the Impact of War on Development, socioeconomic analysis 2010-2025",
      "output": {
        "organization": "United Nations Development Programme (UNDP) Yemen",
        "total_publications": 4,
        "year_coverage": "2010-2025",
        "key_data_points": "Cumulative GDP loss of US$89 billion by 2019, Cumulative GDP loss of US$126 billion by 2021, 79% of population below poverty line by 2019, 15.6 million people pushed into extreme poverty by 2021, Total death toll of 377,000 by end of 2021, 60% of deaths are indirect (lack of food/health), Human development set back by 21 years, A child under five dies every 9 minutes (2021)",
        "publication_urls": "https://reliefweb.int/report/yemen/assessing-impact-war-yemen-pathways-recovery, https://yemen.un.org/sites/default/files/2019-09/Assessing%20the%20Impact%20of%20War%20on%20Development%20in%20Yemen.pdf, https://yemen.un.org/sites/default/files/2019-09/UNDP-YEM-war-ompact-on-SDGs-2019.pdf, https://www.undp.org/sites/g/files/zskgke326/files/2024-12/land_degradation_in_yemen_en.pdf",
        "executive_summary": "The United Nations Development Programme (UNDP) Yemen has played a critical role in quantifying the devastating human and economic toll of the conflict through its seminal \"Assessing the Impact of War in Yemen\" report series, produced in partnership with the Pardee Center for International Futures. The organization's primary contribution is the establishment of a rigorous, model-based counterfactual analysis, comparing Yemen's current trajectory to a scenario where the conflict had not escalated after 2014. This methodology provides the most comprehensive and frequently updated data on the war's long-term development impact, moving beyond immediate humanitarian needs to focus on systemic collapse and recovery pathways.\n\nThe key findings from UNDP's reports consistently highlight the catastrophic scale of the crisis. Economically, the reports quantify the cumulative loss in potential Gross Domestic Product (GDP), which reached US$89 billion by 2019 and US$126 billion by the end of 2021. This economic devastation has directly contributed to a massive increase in poverty, with 79% of the population falling below the poverty line by 2019, and 15.6 million people pushed into extreme poverty by 2021. On the human development front, the conflict has set back progress by over two decades, with the total death toll reaching 377,000 by the end of 2021. Crucially, the reports emphasize that approximately 60% of these deaths are indirect, caused by lack of access to food, health services, and infrastructure, with a child under five dying every nine minutes in 2021 due to these indirect causes.\n\nUNDP's data is instrumental in understanding the interconnected nature of the crisis, linking conflict to the reversal of progress across multiple Sustainable Development Goals (SDGs), including poverty, hunger, and health. The organization advocates for an **Integrated Recovery** approach, which models a future where coordinated investments in governance, women's empowerment, and economic development can not only recover lost ground but also surpass the country's pre-conflict development trajectory. The data provided by UNDP serves as a primary source for international policymakers, humanitarian actors, and development partners, offering a credible, data-driven foundation for all planning and advocacy efforts related to Yemen's economic stabilization and long-term recovery.",
        "data_quality": "Excellent - Primary source with frequent updates"
      },
      "error": ""
    },
    {
      "input": "World Food Programme (WFP) - Yemen food security reports, market price monitoring (VAM), minimum food basket data, logistics cluster reports 2015-2025",
      "output": {
        "organization": "World Food Programme (WFP)",
        "total_publications": 45,
        "year_coverage": "2010-2025",
        "key_data_points": "WFP assisted 8.6 million people in Yemen in 2024, WFP assisted one in every four people in Yemen in 2024, 21.6 million people needed humanitarian assistance in 2023, 47% of the population was assisted by WFP in 2023, 2.4 million at-risk children and pregnant women affected by malnutrition program suspension in 2024, 61% of surveyed households struggled to meet minimum food needs in September 2025, Dual exchange rate system persists with high inflation, WFP faced severe funding shortfall in 2024, 18.1 million people projected to face IPC Phase 3 or above by September 2025, Funding shortfall of US$44 million over six months (as of Oct 2025)",
        "publication_urls": "https://reliefweb.int/attachments/bd15b9d7-efcc-472c-ab20-bd1eb2f8bb27/WFP%20Yemen%20-%20Annual%20Country%20Report%202024%20-%20Full%20Report%20%28English%29.pdf,https://wfp.tind.io/record/128744/files/ELR%202285.pdf,https://wfp.tind.io/record/127176/files/ELR%201572.pdf,https://docs.wfp.org/api/documents/WFP-0000137883/download/,https://docs.wfp.org/api/documents/WFP-0000120677/download/,https://docs.wfp.org/api/documents/WFP-0000110488/download/,https://docs.wfp.org/api/documents/WFP-0000100298/download/,https://docs.wfp.org/api/documents/WFP-0000088890/download/,https://docs.wfp.org/api/documents/WFP-0000076787/download/,https://docs.wfp.org/api/documents/WFP-0000065676/download/",
        "executive_summary": "The World Food Programme (WFP) is the primary international organization providing life-saving food assistance and is a critical source of data on the humanitarian and economic crisis in Yemen. Its role is central to mitigating the effects of the conflict, which has created one of the world's largest humanitarian crises. WFP's operations, which were the second-largest globally in 2024, directly assisted millions of people, often representing one in every four Yemenis. The organization's reports, particularly the Annual Country Reports (ACR) and the Vulnerability Analysis and Mapping (VAM) products, are indispensable for understanding the economic and food security nexus in the country.\n\nWFP's key findings consistently highlight the severe impact of the conflict on the Yemeni economy, which is characterized by a persistent dual exchange rate system, high inflation, and a weakened banking sector. The reports track the erosion of purchasing power, the increasing cost of the Minimum Food Basket (MFB), and the resulting widespread food insecurity. The data provides granular detail on the number of people in need, the scale of WFP's assistance, and the devastating consequences of funding shortfalls, such as the suspension of critical malnutrition programs affecting millions of vulnerable women and children.\n\nThe WFP's contribution to understanding Yemen's economy is significant because it provides primary, real-time data on market functionality, price volatility, and household coping mechanisms—data that is often unavailable from fragmented national institutions. The reports serve as a crucial barometer for the country's economic health, directly linking macroeconomic instability (like currency depreciation and inflation) to humanitarian outcomes (like acute hunger and malnutrition). This makes WFP's publications a high-quality, reliable source for researchers, policymakers, and humanitarian actors tracking the crisis from 2010 to the present.",
        "data_quality": "Excellent - Primary source with frequent updates"
      },
      "error": ""
    },
    {
      "input": "UNHCR - Yemen refugee and IDP data, displacement statistics, protection monitoring, operational data portal reports 2015-2025",
      "output": {
        "organization": "UNHCR - United Nations High Commissioner for Refugees",
        "total_publications": 9,
        "year_coverage": "2017-2024",
        "key_data_points": "4.56 million IDPs in Yemen (2024), 18.2 million people require humanitarian assistance (2024), 48.6% of IDP families report no income (2023), 41.5% of IDPs with income report less than USD 50/month (2023), 69.6% of IDP households rely on debt (2023), UNHCR assisted over 83,000 households (600,000 individuals) with cash (2023), UNHCR requires $354 million for 2024 operations",
        "publication_urls": "https://data.unhcr.org/en/documents/download/107750, https://data.unhcr.org/en/documents/download/107593, https://data.unhcr.org/en/documents/download/103849, https://data.unhcr.org/en/documents/download/85365, https://data.unhcr.org/en/documents/download/78892, https://data.unhcr.org/en/documents/download/83906, https://data.unhcr.org/en/documents/download/76394, https://data.unhcr.org/en/documents/download/89054, https://data.unhcr.org/en/documents/download/89745",
        "executive_summary": "The United Nations High Commissioner for Refugees (UNHCR) operates in Yemen with a primary focus on the protection and assistance of **internally displaced persons (IDPs)** and refugees, a population that has swelled to 4.56 million IDPs and over 70,000 refugees by 2024. The organization's mandate is centered on the humanitarian-economic nexus, addressing the severe socio-economic vulnerabilities caused by the protracted conflict and subsequent economic collapse. UNHCR's response is heavily reliant on **Cash-Based Interventions (CBIs)**, which are considered a critical lifeline for millions.\n\nUNHCR's extensive household assessments, such as the 136,000 families covered in 2023, provide invaluable, granular data on the economic hardship faced by the most vulnerable. Key findings consistently highlight the dire poverty levels, with nearly half (48.6%) of IDP families reporting no source of income and a majority (69.6%) resorting to harmful coping mechanisms, such as relying on debt. This data is a crucial contribution to understanding the **micro-economic impact** of the crisis, detailing the erosion of livelihoods and the profound need for financial aid.\n\nThe organization's reports also serve as a transparent tracker for humanitarian financial flows, detailing both needs and disbursements. For instance, UNHCR provided $189.3 million in vital support over the 2022-2023 period and urgently requires $354 million for its 2024 Yemen operations. While UNHCR is not a primary source for macroeconomic indicators like GDP or exchange rates, its data on cash assistance, funding gaps, and the socio-economic status of displaced populations is a **reliable and frequently updated primary source** for the humanitarian dimension of Yemen's economic crisis.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    },
    {
      "input": "FAO Yemen - Agriculture sector reports, food security assessments, livestock and fisheries data, emergency response reports 2015-2025",
      "output": {
        "organization": "Food and Agriculture Organization of the United Nations (FAO)",
        "total_publications": 25,
        "year_coverage": "2010-2025",
        "key_data_points": "17.8 million people food insecure (2018), 13.5 million people highly food insecure (IPC Phase 3+) in late 2020, projected 16.2 million highly food-insecure people in 2021, 84% of surveyed households incurred debt (2021), 71% FIES moderate or severe food insecurity (June 2024), 72% of households resorted to crisis-to-emergency livelihood coping strategies (June 2024), FAO aims to mobilize USD 260.2 million to support 1.34 million households (9.38 million people) (2025-2027 Plan), one in two Yemenis faces acute food insecurity (2025), less than 1% of humanitarian funding to food sectors has supported food production over the past decade (2025), cost of minimum food basket rose 94% by mid-September 2018 compared to Feb 2015 pre-crisis prices",
        "publication_urls": "https://openknowledge.fao.org/server/api/core/bitstreams/54d8a14b-ed5d-4b6e-8348-80debcdc2cf1/content,https://openknowledge.fao.org/server/api/core/bitstreams/bb5d8102-28c8-4faf-b025-fa48e256f807/content,https://openknowledge.fao.org/server/api/core/bitstreams/bff6cc89-1a45-4fa9-a0f7-f0e70ba39b31/content,https://www.fao.org/documents/card/ar?details=CA2613EN,https://openknowledge.fao.org/server/api/core/bitstreams/cad2fe0d-4b10-48eb-88a1-a2900aa78998/content,https://www.fao.org/emergencies/resources-repository/publications/YEM",
        "executive_summary": "The Food and Agriculture Organization of the United Nations (FAO) plays a critical and comprehensive role in Yemen, primarily focusing on the agricultural sector, food security, and emergency response, which are intrinsically linked to the country's economic stability. Since the start of the conflict in 2015, FAO's efforts have shifted to large-scale humanitarian assistance and resilience-building, addressing the collapse of the agricultural economy and the resulting food crisis. The organization's work provides a vital lens into the socio-economic impact of the conflict, tracking key metrics such as food insecurity prevalence, household coping mechanisms, and the state of agricultural production.\n\nFAO's key findings consistently highlight the devastating economic consequences of the conflict, including massive food import dependency (over 85%), severe currency volatility, and a dramatic rise in the cost of the minimum food basket (e.g., a 94% rise by mid-2018 compared to pre-crisis levels). The data reveals a population under extreme economic duress, with 70% of households reporting a decrease in income and a high prevalence of debt (84% of surveyed households in 2021). Furthermore, the organization documents the direct impact on livelihoods, noting that 86% of crop producers and 71% of livestock producers face significant difficulties, leading to a reduction in livestock numbers for 59% of producers.\n\nThe FAO's contribution to understanding Yemen's economy is characterized by its high-frequency, primary data collection through the Data in Emergencies Monitoring (DIEM) system, which has produced over 19 rounds of detailed assessments since 2020. This systematic monitoring provides granular, near-real-time data on the intersection of shocks, agricultural livelihoods, and food security. The organization's reports are essential for humanitarian planning, providing quantitative evidence of the scale of the crisis, such as the fact that one in two Yemenis faces acute food insecurity and that over half of children under five suffer from acute malnutrition. The FAO's data is a primary source for understanding the economic and humanitarian trajectory of Yemen's crisis.",
        "data_quality": "Excellent - Primary source with frequent updates"
      },
      "error": ""
    },
    {
      "input": "WHO Yemen - Health situation reports, disease outbreak data, health system assessments, emergency response updates 2015-2025",
      "output": {
        "organization": "World Health Organization (WHO) Yemen",
        "total_publications": 10,
        "year_coverage": "2010-2025",
        "key_data_points": "19.5 million people in need (2025), US$ 57.8 million funding requirement (2025), 38% of assessed health facilities partially functional (2024), 5% of assessed health facilities completely non-functional (2024), 120,000 children suffering from severe acute malnutrition (34% increase from 2023), 47.3% ($118 million out of $249.5 million) of Yemen Health Cluster funding received (2024), 4 million internally displaced persons (IDPs) (2020), 50% of health facilities fully functional (end of 2020), 20.7 million people needed humanitarian assistance (2020), 57% of all deaths due to Noncommunicable diseases (NCDs), US$ 124 million requested for YHRP 2016, US$ 44 million funded for YHRP 2016 (65% funding gap)",
        "publication_urls": "https://www.who.int/publications/m/item/yemen--who-health-emergency-appeal-2025, https://cdn.who.int/media/docs/default-source/documents/emergencies/2025-appeals/2025-hea-yemen.pdf?sfvrsn=11094277_5&download=true, https://applications.emro.who.int/docs/9789292740054-eng.pdf, https://www.emro.who.int/images/stories/yemen/who_yemen_situation_report_issue_33_-_august_2016_final.pdf?ua=1, https://extranet.who.int/countryplanningcycles/sites/default/files/planning_cycle_repository/yemen/nat_health_strategy_-_yemen_eng.pdf, https://www.who.int/emergencies/situations/yemen-crisis, https://data.who.int/countries/887",
        "executive_summary": "The World Health Organization (WHO) in Yemen operates as the lead agency for the Health Cluster, focusing on the humanitarian health crisis, which is inextricably linked to the country's economic collapse. WHO's reports, such as the Annual Reports and Emergency Appeals, provide crucial data on the socio-economic impact of the conflict, particularly concerning the functionality of the health system and the financial flows of humanitarian aid. Key findings consistently underscore the severe strain on the health sector, with only a fraction of facilities remaining fully operational, a situation exacerbated by chronic underfunding and the non-payment of public sector salaries, a direct economic consequence of the conflict.\n\nWHO's contribution to understanding Yemen's economy is indirect but vital, focusing on the human capital and financial aspects of the crisis. Their data quantifies the scale of humanitarian need, the financial requirements for life-saving interventions, and the economic vulnerability of the population, particularly regarding malnutrition and disease outbreaks. The reports track funding gaps, such as the Yemen Health Cluster receiving only 47.3% of its required funding in 2024, illustrating the severe financial shortfall in the humanitarian response.\n\nIn summary, while WHO is not an economic institution, its detailed reporting on the health crisis serves as a critical proxy for assessing the economic devastation. The data on health facility functionality, the number of people in need, and the massive funding requirements provide tangible evidence of the conflict's impact on public services and the national economy, highlighting the direct link between economic decline and the humanitarian catastrophe.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    },
    {
      "input": "IOM Yemen - Displacement Tracking Matrix (DTM), flow monitoring, rapid assessments, migration data 2015-2025",
      "output": {
        "organization": "International Organization for Migration (IOM) - Displacement Tracking Matrix (DTM) Yemen",
        "total_publications": 22,
        "year_coverage": "2016-2025",
        "key_data_points": "44% of IDPs reported food price too expensive (2017), 54% of returnees reported food price too expensive (2017), 46% of returnees cited lack of sustainable income as main push factor for return (2017), 26% of IDPs cited increase in prices of productive resources as a factor affecting livelihoods (2017), 22.2 million people in need of humanitarian assistance (2018), 3,749 households displaced by Cyclone Tej (2023)",
        "publication_urls": "https://dtm.iom.int/reports/yemen-annual-dtm-report-displacement-2023, https://dtm.iom.int/sites/g/files/tmzbdl1461/files/reports/20240207_YEMEN%20-%20Annual%20DTM%20Report%20for%20Displacement%202023_1_0.pdf, https://dtm.iom.int/sites/g/files/tmzbdl1461/files/reports/tfpm_multi-cluster_location_assessment_report.pdf, https://dtm.iom.int/reports/yemen-area-assessment-2025-round-40-report, https://dtm.iom.int/reports/yemen-national-displacement-profile-2023, https://dtm.iom.int/reports/yemen-annual-dtm-report-displacement-2022, https://dtm.iom.int/reports/yemen-annual-rapid-displacement-tracking-report-2021, https://dtm.iom.int/reports/yemen-rapid-displacement-tracking-annual-report-2020, https://dtm.iom.int/reports/yemen-tfpm-multi-cluster-needs-assessment-idps-returnees-and-host-communities-february-2017, https://dtm.iom.int/reports/yemen-tfpm-report-8-march-2016",
        "executive_summary": "The International Organization for Migration's Displacement Tracking Matrix (IOM DTM) in Yemen plays a critical role in monitoring the humanitarian and socio-economic impact of the protracted conflict and natural disasters. Its primary function is to track the location, movement, and needs of Internally Displaced Persons (IDPs), returnees, and migrants, providing a continuous, data-driven baseline for humanitarian response planning. The DTM's data, collected through tools like the Area Assessment, Rapid Displacement Tracking (RDT), and Flow Monitoring Registry (FMR), serves as a primary source for understanding the scale of the crisis, including the number of people in need and the drivers of displacement.\n\nDTM reports consistently highlight the severe economic distress faced by the Yemeni population, particularly the displaced. Key findings from multi-cluster needs assessments show that the **high cost of essential goods** is a pervasive problem, with over 44% of IDPs and host community members in 2017 reporting that food prices were too expensive, a figure that rose to 54% for returnees. Furthermore, the lack of **sustainable income** is a major factor preventing IDPs from returning home, cited by 46% of returnees as the main push factor from their place of displacement. The economic vulnerability is further underscored by the fact that financial aid is frequently cited as a top priority need in conflict-affected areas like Ta’iz.\n\nThe DTM's contribution to understanding Yemen's economy is indirect but vital, focusing on the humanitarian-economic nexus. By quantifying displacement (e.g., 3,749 households displaced by Cyclone Tej in 2023) and identifying the economic factors driving and hindering return, the DTM provides crucial data on the collapse of livelihoods, market access challenges, and the resulting humanitarian needs. The frequent updates, including weekly RDT and annual reports spanning from 2016 to 2025, offer a longitudinal view of the crisis, making the DTM a reliable primary source for assessing the socio-economic fallout of the conflict and the effectiveness of aid interventions.",
        "data_quality": "Excellent - Primary source with frequent updates"
      },
      "error": ""
    },
    {
      "input": "UNICEF Yemen - Child welfare reports, education in emergencies, nutrition surveys, WASH sector data 2015-2025",
      "output": {
        "organization": "United Nations Children's Fund (UNICEF) Yemen",
        "total_publications": 2,
        "year_coverage": "2010-2025",
        "key_data_points": "Children in need of aid 10,800,000 (2025), People in need of aid 19,500,000 (2025), UNICEF Appeal 2025 $212M, Funding gap $143.9M (68%), 2.7 million children out of school (2023), Female illiteracy rate (15-24) 9.8% (2020), Basic education dropout rate 16% (2020), 2,783 schools affected by war (2023), Education humanitarian funds needed $50.7 million (2023), Average annual education support $88.1 million (2010-2021)",
        "publication_urls": "https://www.unicef.org/media/173936/file/Yemen-Humanitarian-Situation-Report-No.-1,-30-June-2025.pdf, https://reliefweb.int/attachments/ec69f18b-71a4-4737-8a84-954593b07a53/YSEU%2082-English%20version.pdf",
        "executive_summary": "The United Nations Children's Fund (UNICEF) in Yemen operates primarily as a humanitarian actor, with its role intrinsically linked to mitigating the economic collapse's impact on the country's most vulnerable population: its children. UNICEF's work focuses on life-saving interventions across health, nutrition, Water, Sanitation, and Hygiene (WASH), and education, all of which are critical social sectors devastated by the ongoing conflict and economic crisis. Key findings from their reports consistently underscore the catastrophic socio-economic consequences of the war, particularly the high rates of child malnutrition, the crumbling health infrastructure, and the widespread disruption of education, which has long-term implications for Yemen's human capital and future economic recovery.\n\nUNICEF's publications, particularly the Yemen Socio-Economic Updates (YSEU) and Humanitarian Situation Reports, are a vital contribution to understanding the non-traditional economic indicators in a data-scarce environment. These reports provide quantitative data on the financial challenges of sustaining basic services, such as the significant funding gaps in their annual appeals (e.g., a $143.9 million gap in the 2025 appeal). The data also details the direct impact of the crisis on human capital, including metrics like the 2.7 million children out of school and the 65% of teachers affected by salary suspension.\n\nThe organization's data is crucial for assessing the long-term economic damage and the required investment for human capital recovery. By providing reliable, regular updates on the state of social services and the humanitarian funding landscape, UNICEF's reports serve as a critical, primary source for humanitarian and socio-economic analysis, offering essential metrics for decision-makers and stakeholders tracking the crisis's trajectory and the necessary path toward development and resilience.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    },
    {
      "input": "Sana'a Center for Strategic Studies - All economy and finance publications, The Yemen Review quarterly reports, banking sector analysis, currency war studies 2015-2025",
      "output": {
        "organization": "Sana'a Center for Strategic Studies",
        "total_publications": 37,
        "year_coverage": "2017-2025",
        "key_data_points": "Cost of Minimum Food Basket increased by 37 percent in government areas, 30 percent increase in civil servant salaries spurred rial sell-off, Saudi Arabia provided $2 billion deposit to CBY in 2018, Aid cuts affect over half of Yemen's 2024 Humanitarian Response Plan, 37 publications found on the topic of \"Economy\"",
        "publication_urls": "https://www.ciaonet.org/catalog?f%5Bauthor%5D%5B%5D=Sana%27a+Center+for+Strategic+Studies&f%5Binstitution%5D%5B%5D=Sana%27a+Center+For+Strategic+Studies&f%5Bpublication%5D%5B%5D=&f%5Btopic%5D%5B%5D=Economy&per_page=100&search_field=all_fields&searched=yes&sort=year, https://sanaacenter.org/publications/main-publications/5360, https://sanaacenter.org/publications/main-publications/4438",
        "executive_summary": "The Sana'a Center for Strategic Studies (SCSS) is a highly influential, independent think-tank that serves as a crucial primary source for in-depth analysis of Yemen's complex political, social, and **economic landscape**. Its key contribution lies in providing granular, conflict-sensitive analysis of the country's fragmented economy, which is often overlooked by larger international bodies. The Center's publications, particularly \"The Yemen Review Quarterly,\" consistently track the **economic war** between the internationally recognized government and the Houthi movement, focusing on the impact of dual central banks, currency devaluation, and the weaponization of oil, gas, and aid.\n\nA core finding from the Center's work is the profound **humanitarian cost of the economic conflict**. Their reports detail how actions like the Houthi ban on domestic gas sales, the suspension of oil exports, and the ongoing currency war directly cripple the government's finances and exacerbate food insecurity. The SCSS provides critical, timely data on the **monetary crisis**, highlighting the rapid decline of the Yemeni rial and the challenges in restoring a unified and functioning Central Bank of Yemen (CBY).\n\nThe Center's data is considered a **reliable secondary source** for understanding the conflict's economic dimensions, offering expert commentary and analysis that synthesizes information from local sources, international stakeholders, and on-the-ground reporting. Their work is essential for policymakers, aid organizations, and researchers seeking to understand the mechanisms of Yemen's war economy and the practical steps required for economic stabilization and recovery. The publications consistently emphasize the need for a unified CBY, cash-based aid, and the removal of logistical obstacles to food and medicine imports.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    },
    {
      "input": "Chatham House - Yemen analysis, Middle East program publications, economic fragmentation studies, governance reports 2015-2025",
      "output": {},
      "error": "The task requires a comprehensive structured report, but the current data collection is limited to four publications. While the publications cover the required period (2010-2025), the requirement for \"ALL publications, reports, data\" from Chatham House suggests a more exhaustive search is needed. The Chatham House Yemen page indicated a carousel of 6 research papers, and the initial search returned other relevant links that were not fully explored. The current data is insufficient to meet the \"comprehensive\" requirement and the \"total_publications\" field would be misleadingly low. I need to go back and find the other publications."
    },
    {
      "input": "Center for Strategic and International Studies (CSIS) - Yemen crisis analysis, Middle East program reports, regional security and economics 2015-2025",
      "output": {
        "organization": "Center for Strategic and International Studies (CSIS)",
        "total_publications": 12,
        "year_coverage": "2010-2024",
        "key_data_points": "Annual per capita income was $1,300 in 2011, 22 million Yemenis out of 27 million require assistance (2018), 8.4 million people severely food insecure (2018), 1.25 million civil servants unpaid for over a year (as of Jan 2018), Over 1 million suspected cholera cases between April 2017 and July 2018, Yemen's economy is oil-based with high unemployment, Conflict has raised military and economic costs for the coalition",
        "publication_urls": "https://www.csis.org/analysis/aid-and-conflict-pitfalls-yemen, https://www.csis.org/analysis/yemen-matters, https://www.csis.org/analysis/humanitarian-crisis-yemen, https://www.csis.org/analysis/global-economic-consequences-attacks-red-sea-shipping-lanes, https://www.csis.org/analysis/virtue-out-necessity-yemens-lessons-resilience-and-infrastructure-planning, https://www.csis.org/analysis/sustaining-yemen-ensuring-humanitarian-aid-amid-shifting-conflict-dynamics, https://www.csis.org/analysis/yemen-and-us-security, https://www.csis.org/analysis/yemen-and-warfare-failed-states, https://www.csis.org/analysis/missile-war-yemen, https://www.csis.org/analysis/mitigating-impact-sanctions-humanitarian-action",
        "executive_summary": "The Center for Strategic and International Studies (CSIS), primarily through its Middle East Program, serves as a **reliable secondary source** of analysis on the complex political, security, and humanitarian dimensions of the Yemen conflict, with a strong focus on its economic consequences. CSIS's contribution is not in providing raw economic data, but in synthesizing information from primary sources (like the UN, IMF, and local reports) to offer policy-relevant analysis for a Washington-based audience. Their reports consistently highlight the interplay between conflict, aid, and economic collapse, framing the crisis as a critical challenge to U.S. and regional security.\n\nKey findings from CSIS analysis emphasize the **deterioration of Yemen's economy** from an already parlous state, noting its pre-conflict status as an oil-based economy with high unemployment and a low per capita income (around $1,300 in 2011). Post-2015, their work has focused on the weaponization of aid by warring parties, the crippling effect of the conflict on public services, and the massive humanitarian toll. They have documented the severe food insecurity and the non-payment of civil servant salaries, which has further immiserated the population.\n\nCSIS's research is crucial for understanding the **geopolitical and economic costs** of the war, including the Houthis' use of military action to raise economic costs for the coalition and the recent global economic consequences of attacks on Red Sea shipping lanes. While they do not generate original economic indicators like GDP or inflation rates, their publications are vital for contextualizing the impact of the conflict on finance, aid flows, and the banking sector, making them an essential resource for policy-makers seeking to understand the non-military dimensions of the crisis.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    },
    {
      "input": "Carnegie Endowment - Sada articles on Yemen, Middle East economics, regional analysis, policy papers 2015-2025",
      "output": {
        "organization": "Carnegie Endowment for International Peace - Sada",
        "total_publications": 6,
        "year_coverage": "2010-2024",
        "key_data_points": "Yemeni riyal lost 80 percent of its worth against foreign currencies since 2014, per capita GDP declined by 54 percent, conflict slowed human development by at least 21 years, Houthi-controlled CBY-Sana'a printed 6 trillion riyals in new banknotes, total bank investments in public debt are 1.7 trillion riyals (3.3 billion USD), total public debt is 9 trillion riyals (17.4 billion USD), total bank reserves are 3.9 trillion riyals (7.5 billion USD), unemployment rate is 14 percent (2022) or 32 percent (UNICEF study), 1.3 million public employees have not been paid salaries since 2016, 17 million Yemenis face severe food insecurity, over 250,000 people displaced by the Saada conflict (2010)",
        "publication_urls": "https://carnegieendowment.org/sada/2024/09/poverty-in-yemen-tracing-the-path-to-economic-downturn?lang=en, https://carnegieendowment.org/sada/2024/05/coin-rollout-sparks-war-yemen?lang=en, https://carnegieendowment.org/sada/2023/03/the-economic-recovery-of-yemen?lang=en, https://carnegieendowment.org/posts/2010/05/yemens-civil-war-in-saada-exacerbates-its-security-and-economic-crises?lang=en, https://carnegieendowment.org/sada/2023/05/agriculture-and-yemens-economy, https://carnegieendowment.org/sada/2024/01/red-sea-hostilities-local-regional-and-international-implications?lang=en",
        "executive_summary": "The Carnegie Endowment for International Peace, through its Sada journal, serves as a crucial platform for in-depth, expert-driven analysis of Yemen's complex economic and political crises. Its role is primarily to provide timely, policy-relevant commentary that synthesizes the impact of conflict, institutional collapse, and humanitarian disaster on the Yemeni economy. The organization does not generate primary economic data but acts as a high-quality secondary source, interpreting and contextualizing figures from international bodies like the World Bank, UNDP, and UN Sanctions Committee, as well as official statements from the rival Central Banks of Yemen.\n\nKey findings consistently highlight the severe economic fragmentation and humanitarian crisis. The analysis traces the economic downturn from the 2010 Saada conflict to the catastrophic 2016 split of the Central Bank, which is identified as a major catalyst for the currency's collapse and hyperinflation. Recent articles focus on the ongoing \"financial war\" between the Sana'a and Aden central banks, the destabilizing effect of unilateral decisions like the new coin rollout, and the economic fallout from regional conflicts such as the Red Sea hostilities.\n\nCarnegie Sada's contribution to understanding Yemen's economy is significant for its focus on the political economy of the conflict. It provides critical analysis on the banking sector's vulnerability, the impact of non-payment of **1.3 million** public employee salaries since 2016, and the devastating effect on poverty and food insecurity, which affects **17 million** Yemenis. The publications offer a longitudinal view, covering the period from 2010 to 2024, and are essential for policy-makers and researchers seeking a nuanced understanding of the economic drivers and consequences of the war.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    },
    {
      "input": "Brookings Institution - Yemen research, Doha Center publications, Middle East economy and policy analysis 2015-2025",
      "output": {
        "organization": "Sana'a Center for Strategic Studies, World Bank, Brookings Institution",
        "total_publications": 18,
        "year_coverage": "2010-2025",
        "key_data_points": "WB provided over $3.9 billion in grants since 2016, WB approved US$30 million in new grants in June 2025, Yemen's GDP projected to shrink by 1.5% in 2025, over 60% of households report inadequate food consumption (June 2025), Yemeni rial (YR) dropped from YR 375/USD to YR 412/USD in Oct 2017, IMF allocated substantial financial support (Oct 2021)",
        "publication_urls": "https://sanaacenter.org/publications/analysis/15967, https://sanaacenter.org/publications/analysis/8679, https://sanaacenter.org/publications/analysis/5066, https://sanaacenter.org/publications/analysis/4958, https://sanaacenter.org/publications/analysis/9601, https://openknowledge.worldbank.org/entities/publication/cc22675d-e06c-466e-be62-a2c290c2a86e, https://openknowledge.worldbank.org/entities/publication/fd2c610d-9809-4225-98a8-fc188aab051b, https://openknowledge.worldbank.org/entities/publication/ee32e2b8-09e6-4d7d-8629-89102a436f42, https://www.worldbank.org/en/news/press-release/2025/06/17/world-bank-approves-us-30-million-to-support-financial-inclusion-and-education-in-yemen, https://www.brookings.edu/articles/external-intervention-and-damages-to-human-security-in-yemen/",
        "executive_summary": "The Sana'a Center for Strategic Studies (SCSS) is a critical, independent think-tank providing in-depth analysis of Yemen's political, social, and economic developments. Its primary contribution to understanding Yemen's economy is through the **Yemen Economic Bulletin** series, which has been active since September 2017. This series focuses on the most important economic trends and policy decisions, particularly the devastating impact of the conflict and the weaponization of economic factors by belligerent parties. The SCSS serves as a vital source of granular, context-specific information on the fragmented monetary system, currency depreciation, and the humanitarian consequences of economic warfare.\n\nKey findings from the SCSS publications highlight the accelerating collapse of the Yemeni rial-based currency system, the war for monetary control between the competing branches of the Central Bank of Yemen, and the large-scale profiteering through currency arbitrage that has reduced funds available for humanitarian aid. The SCSS consistently emphasizes that the country's immense humanitarian crisis is largely a result of economic factors. The organization's role is to provide detailed information, nuanced perspectives, and practical policy options to researchers, decision-makers, and the public, making it a highly reliable secondary source for economic analysis in a conflict zone.\n\nThe World Bank (WB) is a major international actor in Yemen, focusing on supporting people and preserving institutions through its concessional arm, IDA. Since re-engagement in 2016, the WB has provided over $3.9 billion in grants, prioritizing service delivery, human capital, food security, and livelihoods. The WB's primary data contribution is through the **Yemen Economic Monitor** series, which provides semi-annual updates on key economic developments, policies, and the economic outlook. The WB's data is crucial for macro-level understanding, reporting on GDP projections (e.g., a projected 1.5% shrinkage in 2025), and quantifying the humanitarian crisis (e.g., over 60% of households with inadequate food consumption). The WB's role is to provide financial support and high-level economic monitoring, making its reports a primary source for official economic data and aid figures. Brookings Institution provides high-level policy analysis, framing the conflict's economic and humanitarian dimensions, but does not offer the same depth of quantitative data as the SCSS or WB.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    },
    {
      "input": "ACAPS - Yemen crisis analysis, humanitarian access monitoring, conflict analysis, thematic reports 2015-2025",
      "output": {
        "organization": "ACAPS - Yemen Analysis Hub",
        "total_publications": 14,
        "year_coverage": "2010-2025",
        "key_data_points": "18.6 million people need humanitarian assistance (2025), 4.5 million internally displaced people (IDPs) (2025), 51% of households restricted adult consumption to prioritize children (2025), 81% of households had no savings (2025), 67% of households had no productive assets (2025), 1.27 million IDPs in Marib (2021), 1.3 billion USD in remittances (2017 estimate), 1.7 billion USD in remittances (2018 estimate), 3.8 billion USD in remittances (2019 estimate), 3.4 million people in need of assistance in 2015, 24 million people in need of assistance in 2020, 50% decline in GDP since 2015, 10% of IDPs engaged in begging (2025), 54% of IDPs relied on severe coping strategies (2025), 22% of IDPs used emergency livelihood strategies (2025), 103 million USD in fuel imports (Jan 2024), 127 USD/barrel for crude oil (2022), 142 billion YER/USD exchange rate (2022, Aden), 368 million USD in food imports (Jan 2024)",
        "publication_urls": "https://www.acaps.org/fileadmin/Data_Product/Main_media/20211015_acaps_yemen_analysis_hub_impact_of_remittances_on_yemens_economy.pdf,https://www.acaps.org/fileadmin/Data_Product/Main_media/20220517_acaps_yemen_analysis_hub_key_economic_incentives_of_peace_0.pdf,https://www.acaps.org/fileadmin/Data_Product/Main_media/20240119_ACAPS_Yemen_analysis_hub_Import_flows_following_the_escalation_in_the_Red_Sea.pdf,https://www.acaps.org/fileadmin/Data_Product/Main_media/20251114_ACAPS_Yemen_joint_monitoring_report_issue_11.pdf,https://www.acaps.org/fileadmin/Data_Product/Main_media/20250829_ACAPS_Yemen_joint_monitoring_report_issue_10_.pdf,https://www.acaps.org/fileadmin/Data_Product/Main_media/20250611_ACAPS_Yemen_joint_monitoring_report_issue_9_.pdf,https://www.acaps.org/fileadmin/Data_Product/Main_media/20240328_ACAPS_Yemen_analysis_hub_Social_Impact_Monitoring_Report__Oct_2023_-_Feb_2024_01.pdf,https://www.acaps.org/fileadmin/Data_Product/Main_media/20240202_ACAPS_Yemen_analysis_hub_conflict_drivers_and_gendered_impact.pdf,https://www.acaps.org/fileadmin/Data_Product/Main_media/20240402_ACAPS_Yemen_Analysis_hub_Local_perspectives_on_vulnerability_and_resilience_in_Yemen.pdf,https://yemen.yeti.acaps.org/",
        "executive_summary": "ACAPS, through its Yemen Analysis Hub (YAH), serves as a critical, independent information provider for the humanitarian and development community operating in Yemen. Its primary role is to synthesize complex, multi-sectoral data to provide timely, in-depth analysis of the crisis's impact on the population, focusing heavily on the intersection of conflict, economic collapse, and humanitarian needs. The organization's contribution to understanding Yemen's economy is significant, particularly through its dedicated economic reports and the Yemen Economic Tracking Initiative (YETI), which monitor key economic indicators like exchange rates, import flows (food and fuel), and the impact of external factors such as remittances and the Red Sea escalation.\n\nKey findings consistently highlight the devastating economic consequences of the protracted conflict. ACAPS reports detail the collapse of the formal economy, the reliance of households on remittances (estimated at $3.8 billion in 2019), and the severe coping mechanisms adopted by the population, such as restricting food consumption and having no savings or productive assets. The analysis underscores how economic factors—like the inability to import fuel and food, and the fragmentation of the banking sector—are primary drivers of the humanitarian crisis, leading to massive internal displacement and acute food insecurity.\n\nThe data provided by ACAPS is crucial for humanitarian planning, offering granular, context-specific insights that complement broader economic assessments from international financial institutions. The regular Joint Monitoring Reports (JMRs) provide a bimonthly update on food and nutrition security crisis risks, offering a high-frequency data stream essential for anticipatory action. While ACAPS is a secondary source that synthesizes data from various primary actors (UN, NGOs, local sources), its strength lies in its independent, integrated analysis of the humanitarian-economic nexus, making it an indispensable resource for policymakers and aid organizations.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    },
    {
      "input": "FEWS NET - Yemen food security outlooks, price bulletins, market monitoring, early warning reports 2015-2025",
      "output": {
        "organization": "Famine Early Warning Systems Network (FEWS NET)",
        "total_publications": 150,
        "year_coverage": "2010-2025",
        "key_data_points": "GDP peaked in 2014 and declined thereafter, Exchange rate reached 1,110 YER/USD in September 2021, 15.0-15.99 million people (40-45% of population) in need of food assistance (Oct 2025), WFP assistance paused in SBA-controlled areas since December 2023, Cost of minimum food basket 26% higher than 5-year average (July 2023), Crisis (IPC Phase 3) and Emergency (IPC Phase 4) outcomes expected through May 2026",
        "publication_urls": "https://fews.net/middle-east-and-asia/yemen/food-security-outlook/october-2025, https://fews.net/middle-east-and-asia/yemen/price-bulletin/august-2023, https://fews.net/middle-east-and-asia/yemen/key-message-update/september-2022, http://fews.net/middle-east-and-asia/yemen/livelihood-description/january-2010, https://fews.net/middle-east-and-asia/yemen/food-security-outlook/june-2024, https://fews.net/middle-east-and-asia/yemen/food-security-outlook/march-2022, https://fews.net/middle-east-and-asia/yemen/food-security-outlook/october-2023, https://fews.net/middle-east-and-asia/yemen/food-security-outlook-update/december-2023, https://fews.net/middle-east-and-asia/yemen/key-message-update/january-2024, https://fews.net/middle-east-and-asia/yemen/price-bulletin/august-2024",
        "executive_summary": "The Famine Early Warning Systems Network (FEWS NET) serves as a critical, primary source for understanding the humanitarian and economic crisis in Yemen, focusing on acute food insecurity. Its core role is to provide forward-looking analysis and early warnings to decision-makers, covering the period from 2010 to the present. The organization's key findings consistently highlight the devastating impact of protracted conflict and economic collapse on the Yemeni population. Reports detail the severe depreciation of the Yemeni Rial, the emergence of a dual exchange rate system, and the resulting hyperinflation that has made essential food and non-food commodities unaffordable for millions. A major finding is the direct link between \"economic warfare,\" including the central bank split and currency disputes, and the worsening food security outcomes, with a significant portion of the population consistently projected to be in Crisis (IPC Phase 3) or Emergency (IPC Phase 4) levels of food insecurity.\n\nFEWS NET's contribution to understanding Yemen's economy is primarily through its detailed, high-frequency data on market functionality and price trends. The monthly Price Bulletins provide essential data on the cost of staple foods and terms of trade, which are crucial economic indicators in a country where food access is the main constraint. Furthermore, the Food Security Outlooks and Key Message Updates offer regular, in-depth analysis of macroeconomic drivers, including the impact of import flows, fuel shortages, and humanitarian aid disruptions on the overall economy and household livelihoods.\n\nThe data provided by FEWS NET is of excellent quality, as it is a primary source for food security and market monitoring, with frequent (monthly or bi-monthly) updates. The data is comprehensive in its coverage of food security outcomes (using the Integrated Food Security Phase Classification - IPC) and market dynamics, making it an indispensable resource for researchers and humanitarian actors tracking the economic and humanitarian trajectory of Yemen. The reports also provide specific quantitative data on exchange rates, population in need, and price increases, allowing for robust time-series analysis of the crisis.",
        "data_quality": "Excellent - Primary source with frequent updates"
      },
      "error": ""
    },
    {
      "input": "DevChampions Yemen - Economic analysis, development reports, Yemen-focused research and policy papers 2015-2025",
      "output": {
        "organization": "DevChampions Yemen (Rethinking Yemen's Economy)",
        "total_publications": 32,
        "year_coverage": "2017-2025",
        "key_data_points": "78% of industrial establishments employ fewer than four workers, Annual exports down 90% between 2013 and 2023, Telecommunications sector lost $4.1 billion from 2015-2019, MTN Yemen paid $36.4 million for a 29-month license extension in 2016, Telecommunications sector contributed 7% to Yemen’s real GDP between 2015 and 2018, Over 70% of the population lives in rural areas, Road network has only 3,744km of paved rural roads (6.4% of all roads)",
        "publication_urls": "https://devchampions.org/publications/policy-brief/Fostering_Opportunities_for_E-Commerce_Growth_in_Yemen/,https://devchampions.org/publications/policy-brief/Made_In_Yemen_A_Strategy_For_Industrial_Recovery_And_Economic_Growth/,https://devchampions.org/publications/policy-brief/Unlocking_Climate_Finance_for_Fragile_States_The_Case_of_Yemen/,https://devchampions.org/publications/policy-brief/Unlocking_Innovation_In_Yemen/,https://devchampions.org/publications/policy-brief/Scaling_Up_Yemeni_Exports/,https://devchampions.org/publications/white_papers/Addressing_the_Crushing_Weight_of_Yemen’s_Public_Debt/,https://devchampions.org/publications/white_papers/The_Road_Transport_Sector_in_Yemen/,https://devchampions.org/publications/white_papers/Challenges_and_Prospects_for_Electronic_Money_and_Payment_Systems_in_Yemen/,https://devchampions.org/publications/flash-reports/Deterioration_of_the_Foreign_Exchange_Rate_of_the_Yemeni_Rial/,https://devchampions.org/publications/policy-brief/Impacts_of_the_War_on_the_Telecommunications_Sector_in_Yemen/",
        "executive_summary": "DevChampions Yemen, operating under the umbrella of the \"Rethinking Yemen's Economy\" (RYE) initiative, serves as a critical, non-partisan platform for in-depth economic analysis and policy formulation in a conflict-affected context. The organization is a network of leading Yemeni socio-economic experts who convene to produce high-quality, evidence-based research in the form of Policy Briefs, White Papers, and Flash Reports. Their primary role is to bridge the gap between technical economic realities and policy recommendations, aiming to inform both the internationally recognized government and the various local and international stakeholders involved in Yemen's recovery and development.\n\nThe key findings consistently highlight the devastating impact of the conflict on Yemen's economic infrastructure and social fabric. The research covers critical sectors such as telecommunications, electricity, microfinance, and road transport, detailing the financial losses, institutional fragmentation, and policy challenges that impede recovery. A recurring theme is the need for economic confidence-building measures, such as addressing the public sector wage bill and stabilizing the Yemeni rial, to lay the groundwork for a sustainable peace agreement. The organization also focuses on long-term development issues, including the potential for e-commerce, industrial recovery, and the role of remittances and the private sector in post-conflict reconstruction.\n\nThe RYE initiative's contribution to understanding Yemen's economy is significant, providing a consistent stream of timely, context-specific analysis since 2017. The publications offer a reliable secondary source of information, synthesizing complex data and expert opinion on issues like public debt, corruption, and the challenges to public revenues. The work is instrumental in framing the economic dimensions of the conflict and offering practical, actionable recommendations for a future economic recovery, making it an essential resource for policymakers, humanitarian actors, and researchers focused on Yemen.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    },
    {
      "input": "Overseas Development Institute (ODI) - Yemen humanitarian policy, aid effectiveness, economic recovery research 2015-2025",
      "output": {
        "organization": "Overseas Development Institute (ODI)",
        "total_publications": 8,
        "year_coverage": "2018-2025",
        "key_data_points": "GDP contracted by 40% over the first six years of conflict (2015-2021), Price of basic goods more than doubled over the first six years of conflict (2015-2021), Unemployment rate soared over the first six years of conflict (2015-2021), Food imports account for two-thirds of available food by volume, Food imports account for four-fifths of available food by calorific value",
        "publication_urls": "https://odi.org/en/publications/impact-of-conflict-on-the-financial-sector-in-yemen-implications-for-food-security/, https://odi.org/documents/8043/Impact_of_conflict_on_the_financial_sector_in_Yemen_Jg6sNMp.pdf, https://odi.org/en/publications/counter-terrorism-de-risking-and-the-humanitarian-response-in-yemen-a-call-for-action/, https://odi.org/documents/5713/12047.pdf, https://odi.org/en/publications/food-security-in-yemen/, https://odi.org/documents/8047/Food_security_in_Yemen_2_-_the_role_of_the_private_sector_in_promoting_domesti_oHhlb93.pdf, https://odi.org/en/publications/advocating-for-better-protection-for-conflict-affected-populations-legal-action-against-uk-arms-sales-to-saudi-arabia-for-use-in-the-yemen-conflict/, https://odi.org/en/insights/blackout-understanding-the-internet-shutdowns-in-kazakhstan-and-yemen/",
        "executive_summary": "The Overseas Development Institute (ODI), primarily through its Humanitarian Policy Group (HPG), has played a significant role in analyzing the non-military dimensions of the Yemen conflict, particularly focusing on the intersection of humanitarian aid, financial systems, and economic impact. ODI's research is characterized by a focus on the adverse effects of global policies, such as counter-terrorism financing and bank de-risking, on the local economy and humanitarian response.\n\nKey findings from ODI's publications highlight the fragmentation and deterioration of Yemen's financial sector, which has been weaponized into an \"economic war\" over public salary distribution, revenue mobilization, and exchange rate management. This has led to a loss of confidence in formal banking, an increased reliance on informal financial agents, and a severe contraction of the economy. The research provides critical data points, such as a **40% contraction of GDP** and the doubling of basic goods prices over the first six years of the conflict (2015-2021). Furthermore, ODI's work underscores the impact of these financial and economic disruptions on food security, noting that the inefficiencies in the financial system reduce food demand due to eroded purchasing power and limit imported food supply due to a lack of foreign exchange.\n\nODI's contribution to understanding Yemen's economy is primarily through its detailed, policy-oriented analysis of the conflict's indirect effects. The institute advocates for international community intervention to stabilize financial sector operations, facilitate convergence in economic and monetary policy, and insulate financial services from political influences. Their publications serve as a reliable secondary source, synthesizing field research and policy analysis to inform humanitarian and development actors on the complex economic and financial challenges facing Yemen.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    },
    {
      "input": "International Crisis Group - Yemen conflict reports, Middle East program, peace and security analysis 2015-2025",
      "output": {
        "organization": "International Crisis Group",
        "total_publications": 5,
        "year_coverage": "2011-2025",
        "key_data_points": "War cost 377,000 Yemeni lives by end of 2021 (UNDP data), Riyal-to-dollar exchange rate diverged to $1 traded for almost 1,500 'new riyals' in government-controlled areas by Nov 2021, Riyal depreciated by 49% in government-controlled areas between Nov 2019 and June 2021, Government earned 100 billion riyals from duties on fuel in the first six months of 2021 (approx. $200 million for the year), U.S. sanctioned Yemen Kuwait Bank for financial support to Houthis/Iranian oil sales in Jan 2025",
        "publication_urls": "https://www.crisisgroup.org/sites/default/files/114-breaking-point-yemen-s-southern-question.pdf, https://www.crisisgroup.org/sites/default/files/167-yemen-is-peace-possible.pdf, https://www.crisisgroup.org/middle-east-north-africa/yemen/231-brokering-ceasefire-yemens-economic-conflict, https://www.crisisgroup.org/middle-east-north-africa/gulf-and-arabian-peninsula/yemen/b089-how-huthi-saudi-negotiations-will-make-or-break-yemen, https://www.crisisgroup.org/sites/default/files/2025-01/TL%20Updates%20-%2017%20January%202025.pdf",
        "executive_summary": "The International Crisis Group (ICG) plays a critical role in understanding the Yemen conflict by focusing on the **economic drivers and consequences of the war**, a dimension often overlooked in purely political or military analyses. ICG's reports, particularly those from its Middle East and North Africa program, frame the conflict not just as a military struggle but as a deliberate **economic conflict** where rival factions weaponize state institutions and resources for leverage. This perspective is crucial for mediators, as ICG consistently argues that a military ceasefire is unsustainable without a parallel **economic ceasefire**.\n\nKey findings from ICG's analysis highlight the devastating impact of the economic war on the civilian population. The most significant finding is the **splitting of the Central Bank of Yemen** into rival authorities in Sanaa and Aden (2016-2017), which led to a catastrophic divergence in the value of the Yemeni riyal and a corresponding collapse in purchasing power for essential goods in government-controlled areas. ICG reports meticulously track the tactics of economic warfare, including the Houthis' ban on new riyal notes, the government's attempts to control fuel imports via Hodeida, and the use of oil export revenues as a political weapon. More recently, ICG has documented the financial networks supporting the Houthis, including the impact of U.S. sanctions on key Yemeni banks for facilitating Iranian oil sales.\n\nICG's contribution to understanding Yemen's economy is primarily through **expert-level synthesis and policy-relevant analysis** rather than raw data collection. The organization synthesizes data from primary sources like the UN Development Programme (UNDP) and other international bodies, providing context and interpretation for key statistics. This secondary data is highly reliable and contextualized, making ICG reports an essential resource for policymakers seeking to understand the complex interplay between conflict, finance, and humanitarian crisis in Yemen. The reports are particularly strong in documenting the political economy of the war, the fragmentation of state institutions, and the financial flows of the warring parties.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    },
    {
      "input": "Saudi Arabia - Official statements on Yemen aid, development assistance commitments, Saudi Development and Reconstruction Program for Yemen (SDRPY) reports 2015-2025",
      "output": {
        "organization": "Saudi Development and Reconstruction Program for Yemen (SDRPY)",
        "total_publications": 9,
        "year_coverage": "2013-2025",
        "key_data_points": "SDRPY manages 264 development projects, Total cost of projects $1,165,984,294, Saudi deposit of $2 billion in 2018, Yemen's Real GDP growth declined by -27.99% in 2015, Yemen's HDI ranking was 177 out of 189 countries in 2019, Over 1,500 advanced surgeries performed, 548,852 textbooks printed and distributed, Diesel price dropped from ~590.6 YR/unit to ~411 YR/unit in 2018",
        "publication_urls": "https://www.sdrpy.gov.sa/en, https://sdrpy.gov.sa/en/Reports, https://sdrpy.gov.sa/sites/default/files/2025-07/Monthly%20Updates%20Quarter%20Two%202025%20.pdf, https://sdrpy.gov.sa/sites/default/files/2022-05/The%20Impact%20of%20the%20Saudi%20Deposit%20on%20the%20Recovery%20of%20Yemens%20Economy-%20final.pdf, https://sdrpy.gov.sa/sites/default/files/2022-12/annual-report-en.pdf, https://sdrpy.gov.sa/index.php/en/Economic-Reports",
        "executive_summary": "The Saudi Development and Reconstruction Program for Yemen (SDRPY), established in May 2018, serves as the primary official channel for Saudi Arabia's development assistance to Yemen, extending beyond humanitarian relief to focus on sustainable development. Its core role is to implement projects and programs across eight vital sectors—Water, Education, Health, Transportation, Energy, Development Programs, Agriculture & Fisheries, and Enhancing Government Capabilities—with a total investment of over $1.16 billion across 264 projects. The program's activities are concentrated in governorates under the internationally recognized government's control, aiming to strengthen essential services, develop infrastructure, and build the capacity of Yemeni government institutions.\n\nA key finding highlighted in SDRPY's publications is the significant economic impact of Saudi financial support, notably the $2 billion deposit in 2018, which is credited with stabilizing the Yemeni Rial and mitigating the sharp rise in commodity prices. The program's reports provide valuable data on the scale of Saudi intervention, detailing the number of projects, their cost, and the beneficiaries served, such as the distribution of over half a million textbooks and the performance of over 1,500 advanced medical surgeries.\n\nSDRPY's contribution to understanding Yemen's economy is two-fold: it provides primary, official data on aid flows and project implementation, which is crucial for tracking external financial support. Additionally, its economic reports synthesize and cite key macroeconomic indicators from international bodies like the IMF and UNDP, such as the -27.99% GDP decline in 2015 and the low HDI ranking, contextualizing the need for their development work. While the data is a primary source for Saudi aid, it functions as a reliable secondary source for broader economic metrics, offering a focused perspective on the impact of development and reconstruction efforts.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    },
    {
      "input": "United Arab Emirates - Yemen development assistance, humanitarian aid, reconstruction projects, official announcements 2015-2025",
      "output": {
        "organization": "United Arab Emirates (UAE) Development and Humanitarian Assistance",
        "total_publications": 12,
        "year_coverage": "2015-2025",
        "key_data_points": "Total assistance to Yemen since 2015 is over $6 billion USD, AED 22 billion assistance provided from April 2015 through February 2020, $2 billion USD pledged for Central Bank of Yemen economic support in 2022, $1 billion USD committed for Yemen's energy sector development in 2025, ADFD total grants and loans to Yemen are AED 3.15 billion, ADFD funded 49 projects in Yemen",
        "publication_urls": "https://www.mofa.gov.ae/en/the-ministry/uae-international-development-cooperation/~/Media/Feature/News/EmIrati-Traveler/2023_MOFA-Foreign-Aid-Report_EN.pdf, https://www.mofa.gov.ae/en/the-ministry/uae-international-development-cooperation/~/Media/UAE%20Foreign%20Aid%20Report%202021_En, https://www.mofa.gov.ae/en/the-ministry/uae-international-development-cooperation/~/Media/UAE%20Foreign%20Aid%20Report%202020_EN, https://www.mofa.gov.ae/en/the-ministry/uae-international-development-cooperation/~/Media/Foreign%20Aids/En/2015%20UAE%20Foreign%20Aid%20Report_En, https://www.adfd.ae/assets/96f3a0f/ADFD%20Annual%20Report%202022%20EN.pdf.aspx, https://www.adfd.ae/en/where-we-work/yemen, https://2021-2025.state.gov/welcoming-saudi-arabia-and-the-uaes-economic-and-humanitarian-support-for-yemen/, https://www.mofa.gov.ae/en/mediahub/news/2020/2/10/10-02-2020-uae-yemen, https://uaeun.org/statement/uae-ministerial-meeting-yemen-20jan-25/, https://www.mofa.gov.ae/en/MediaHub/News/2025/11/26/26-11-2025-uae-yemen",
        "executive_summary": "The United Arab Emirates (UAE), primarily through its Ministry of Foreign Affairs and International Cooperation (MOFAIC) and the Abu Dhabi Fund for Development (ADFD), has played a significant role in providing development and humanitarian assistance to Yemen, particularly since the escalation of the conflict in 2015. The UAE's strategy has focused on immediate humanitarian relief, economic stabilization, and long-term reconstruction projects, positioning itself as one of the largest donors to the country.\n\nKey findings indicate a substantial financial commitment, with total assistance exceeding **$6 billion USD** since 2015. This aid has been channeled through various mechanisms, including direct humanitarian aid, development grants, and economic support packages. A major focus has been on supporting the stability of the Yemeni economy, notably through a **$2 billion USD** pledge in partnership with Saudi Arabia for the Central Bank of Yemen in 2022. Furthermore, the UAE has recently committed **$1 billion USD** to rebuild and develop Yemen's critical energy sector, signaling a shift toward long-term economic recovery and infrastructure development.\n\nThe data collected, primarily from official UAE Foreign Aid Reports and ADFD publications, provides a clear picture of the scale and sectoral distribution of the aid, covering areas like electricity, water, transportation, and social services. While the official reports offer high-level, reliable figures, the lack of granular, year-by-year economic data specific to Yemen within the public-facing annual reports necessitates reliance on official press releases for the most critical, high-value figures. The information is highly relevant for understanding the external financial flows and reconstruction efforts impacting Yemen's post-conflict economic landscape.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    },
    {
      "input": "Central Bank of Yemen - Aden - Official circulars, monetary policy decisions, exchange rate bulletins, banking sector regulations 2016-2025",
      "output": {
        "organization": "Central Bank of Yemen - Head Office Aden",
        "total_publications": 55,
        "year_coverage": "2019-2025",
        "key_data_points": "Real GDP contracted 2% in 2023, CPI annual growth rate 0.5% in 2023, Exchange rate YER/USD 1,529.40 end of 2023, Broad money (M2) annual growth 13.6% in 2023, Budget deficit -7.1% of GDP in 2023, Current account deficit -19.1% of GDP in 2023, Oil exports 0% of GDP in 2023, Total public revenues YER 1,199.4 billion in 2023, Overall budget cash deficit YER 1,775.8 billion in 2023, Domestic public debt YER 6,243.5 billion end of 2023, External public debt (IDA) USD 1,224.6 million end of 2023, FX auctions allocated USD 1,194 million by April 2023, Annual inflation projected 25-30% for 2020, Exchange rates gap between Aden and Sanaa reached 30% in some instances",
        "publication_urls": "https://english.cby-ye.com/files/66e7e260be038.pdf, https://english.cby-ye.com/files/615d821b9d52b.pdf, https://english.cby-ye.com/files/64b3a1ca1ed25.pdf, https://english.cby-ye.com/publicationsandcirculars, https://english.cby-ye.com/rulesandregulations, https://english.cby-ye.com/researchandstatistics",
        "executive_summary": "The Central Bank of Yemen (CBY) in Aden serves as the official monetary authority for the internationally recognized government, operating in a highly complex and fragmented economic environment since the 2016 split of the central bank. Its primary role is to manage monetary policy, maintain macro-financial stability, and regulate the banking sector in the areas under its control. The CBY-Aden's publications, including Annual Reports, Quarterly Bulletins, and monthly Monetary and Financial Developments reports, are the **primary source** for official economic and financial data for the Republic of Yemen, covering the period from 2019 to the present, with some data points extending back to 2012.\n\nKey findings from the CBY-Aden's data highlight the severe economic impact of the ongoing conflict and the central bank split. The economy has been characterized by high volatility, with Real GDP contracting by 2% in 2023 and a projected 5% contraction in 2020. The CBY-Aden has struggled to contain inflationary pressures, with the annual inflation rate reaching a projected 25-30% in 2020 and the end-of-period exchange rate for the Yemeni Rial against the US Dollar depreciating significantly to **1,529.40 YER/USD** by the end of 2023. The cessation of oil exports in 2023, which fell to **0% of GDP** from 4.2% in 2022, has been a critical factor, leading to a sharp decline in public revenues and a widening overall budget deficit to **-7.1% of GDP** in 2023.\n\nThe CBY-Aden's contribution to understanding Yemen's economy is invaluable, providing granular data on monetary aggregates (M2 growth of 13.6% in 2023), public finance (overall budget cash deficit of **YER 1,775.8 billion** in 2023), and the banking sector. The reports document the CBY's efforts to stabilize the foreign exchange market through FX auctions, with **USD 1,194 million** allocated by April 2023, and its management of domestic public debt, which reached **YER 6,243.5 billion** by the end of 2023. The data provides a clear, official perspective on the economic deterioration and the challenges faced by the recognized government in managing the nation's finances and banking system amidst the ongoing crisis and the dual-authority structure.",
        "data_quality": "Excellent - Primary source with frequent updates"
      },
      "error": ""
    },
    {
      "input": "Central Bank of Yemen - Sana'a - Bulletins, monetary policy statements, banking directives, currency decisions 2016-2025",
      "output": {
        "organization": "Central Bank of Yemen - Sana'a",
        "total_publications": 12,
        "year_coverage": "2016-2025",
        "key_data_points": "CBY split in September 2016, YR1.7 trillion in domestic treasury bills proposed for removal from public debt, CBY-Sana'a exchange rate stable at YR604/US$1 (Jan 2020-Apr 2022), exchange rate appreciated to YR550/US$1 (Jan 2023), ban on new rials officially implemented Jan 2020, new 50-rial coin issued July 2025, new 200-rial banknote announced Oct 2025, Circular of 28 June 2021 freezing Tadhamon Bank funds",
        "publication_urls": "https://sanaacenter.org/publications/analysis/19617, https://sanaacenter.org/the-yemen-review/jul-sept-2025/25633, https://sanaacenter.org/the-yemen-review/jan-mar-2024/22281, https://sanaacenter.org/publications/analysis/7049, https://sanaacenter.org/the-yemen-review/oct-dec-2024/24105, https://sanaacenter.org/the-yemen-review/july-september-2024/23729, https://sanaacenter.org/ar/publications-all/main-publications-ar/23444, https://www.securitycouncilreport.org/atf/cf/%7B65BFCF9B-6D27-4E9C-8CD3-CF6E4FF96FF9%7D/S_2022_50.pdf",
        "executive_summary": "The Central Bank of Yemen - Sana'a (CBY-Sana'a) is the de facto monetary authority in Houthi-controlled areas, established after the CBY split in September 2016. Its primary role has been to assert monetary sovereignty and financial control in its territory, often in direct opposition to the internationally recognized CBY-Aden. The CBY-Sana'a has maintained the physical infrastructure and most of the human resources of the original central bank, giving it significant operational leverage in the country's most populous and commercially active regions.\n\nKey findings from its policy actions demonstrate a strategic effort to de-link its financial system from the CBY-Aden and to implement an \"Islamization\" of the banking sector. Major actions include the official ban on new rial banknotes (Jan 2020), which created two distinct monetary zones, and the freezing of interest on public debt instruments (Aug 2019), followed by a proposal to remove YR1.7 trillion in domestic treasury bills from the public debt system. These policies have resulted in a relatively stable, albeit isolated, exchange rate in Sana'a-controlled areas, contrasting sharply with the volatility in government-held regions. The CBY-Sana'a has also engaged in currency warfare, notably by issuing new 50-rial coins (July 2025) and announcing the printing of 200-rial banknotes (Oct 2025), which further deepened the monetary rift.\n\nThe CBY-Sana'a's contribution to understanding Yemen's economy is critical as it provides a primary source of data and policy decisions for the financial system governing a large portion of the population. While official publications are scarce, its directives and their economic impact, as documented by reliable secondary sources like the Sana'a Center and UN reports, highlight the severe fragmentation of the national economy, the weaponization of financial policy, and the persistent challenges to financial stability and humanitarian aid flows. The data extracted, though primarily from secondary analysis, offers crucial insight into the dual-economy structure that has defined Yemen since 2016.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    },
    {
      "input": "Social Fund for Development (SFD) Yemen - Microfinance sector reports, institutional data, annual reports, impact assessments 2010-2025",
      "output": {
        "organization": "Social Fund for Development (SFD) Yemen",
        "total_publications": 10,
        "year_coverage": "2010-2020",
        "key_data_points": "SFD's cumulative investment (1997-2010) reached nearly $959 million for 7,401 projects, In 2010, 296 thousand direct beneficiaries were reached by rural roads projects, SFD-supported microfinance institutions had 66,419 active clients in 2010, Poverty index of 51-75% received 35% of total financing in Phase III, SFD developed 156 projects worth $37.5 million in 2016, SFD's microfinance support led to 121,000 active borrowers in Yemen by 2014",
        "publication_urls": "https://sfd-yemen.org/uploads/issues/Annual-Report-2010.pdf, https://sfd-yemen.org/uploads/issues/Annual-Report-2011.pdf, https://sfd-yemen.org/uploads/issues/Annual-Report-2012.pdf, https://sfd-yemen.org/uploads/issues/Annual-Report-2014.pdf, https://sfd-yemen.org/uploads/issues/Annual-Report-2015.pdf, https://sfd-yemen.org/uploads/issues/Annual-Report-2016.pdf, https://www.sfd-yemen.org/uploads/issues/En_SFD_V04-20190318-185258.pdf, https://sfd-yemen.org/uploads/issues/Annual-Report-2018.pdf, https://sfd-yemen.org/uploads/issues/Annual-Report-2019.pdf, https://sfd-yemen.org/uploads/issues/Annual-Report-2020.pdf",
        "executive_summary": "The Social Fund for Development (SFD) Yemen is a semi-governmental, autonomous institution established in 1997 to combat poverty and improve living standards through community-driven development (CDD) projects. Its role in the Yemeni economy is foundational, acting as the primary implementing partner for major international donors, including the World Bank, the European Commission, and Arab development funds. SFD's programs are critical for economic stability, focusing on social sectors (education, health, water), labor-intensive works (Cash-for-Work), and the development of the Small and Micro Enterprise Development (SMED) sector, which includes its pivotal role in establishing and supporting the microfinance sector in Yemen.\n\nSFD's key findings from the 2010-2020 period highlight its resilience and adaptation, particularly after the 2015 conflict escalation. Its data contribution is significant as it provides primary, ground-level data on development and humanitarian interventions, poverty targeting effectiveness, and the performance of the microfinance sector, which is otherwise scarce. The reports document the shift in operations from long-term development to emergency response and humanitarian aid, maintaining a presence in both the north and south of the country despite the political split. The data is a reliable source for tracking pre-conflict development progress and the immediate impact of the conflict on social and economic indicators.\n\nThe organization's reports are a crucial resource for understanding the non-state-centric economic landscape, detailing financial flows from international partners and the direct impact on local communities. While official reports for 2021-2025 were not found, the existing body of work confirms SFD's central, non-political role in sustaining essential services and providing a lifeline for micro-entrepreneurs and vulnerable populations throughout Yemen's economic crisis.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    },
    {
      "input": "Yemen Commercial Banks - CAC Bank, Tadhamon Bank, Yemen Kuwait Bank, Saba Islamic Bank, Yemen Bank for Reconstruction and Development annual reports and audits 2010-2025",
      "output": {
        "organization": "Yemen Commercial Banks - CAC Bank, Tadhamon Bank, Yemen Kuwait Bank, Saba Islamic Bank, Yemen Bank for Reconstruction and Development",
        "total_publications": 27,
        "year_coverage": "2010-2023",
        "key_data_points": "Tadhamon Bank customer deposits YER 322 billion in 2010, CAC Bank focus on anti-money laundering/terrorist financing (MLTF) in 2020, Yemen Kuwait Bank YER 4,559,000,000 cash withdrawal mentioned in UN report, 42% of banking sector credit in 2015",
        "publication_urls": "https://www.tadhamonbank.com/upfiles/reports/TIIB3909.pdf, https://www.cacbank.com.ye/uploads//%D8%AA%D9%82%D8%B1%D9%8A%D8%B1%20%D9%83%D8%A7%D9%83%20%D8%A8%D9%86%D9%83%20%D8%A7%D9%86%D8%AC%D9%84%D9%8A%D8%B2%D9%8A%20%D9%85%D8%B5%D8%BA%D8%B1(1).pdf, https://www.cacbank.com.ye/uploads//%D8%AA%D9%82%D8%B1%D9%8A%D8%B1%202012.pdf, https://www.cacbank.com.ye/uploads//%D8%AA%D9%82%D8%B1%D9%8A%D8%B1%202011(1).pdf, https://atfp.org.ae/English/report/eng2010.pdf, https://www.acaps.org/fileadmin/Data_Product/Main_media/20220726_acaps_yemen_analysis_hub_the_yemeni_financial_sector.pdf, https://www.securitycouncilreport.org/atf/cf/%7B65BFCF9B-6D27-4E9C-8CD3-CF6E4FF96FF9%7D/S_2020_70.pdf",
        "executive_summary": "The research focused on five major Yemeni commercial banks: CAC Bank, Tadhamon Bank, Yemen Kuwait Bank, Saba Islamic Bank, and Yemen Bank for Reconstruction and Development. These institutions are central to the functioning of the Yemeni economy, particularly in the context of the ongoing conflict and the split of the Central Bank of Yemen. Their annual reports and financial statements are primary sources for understanding the resilience and challenges of the financial sector.\n\nThe banks' role has shifted from traditional commercial banking to maintaining financial stability and facilitating humanitarian and commercial flows in a highly fractured environment. Key findings from the available reports and contextual documents highlight the severe impact of the conflict, including a focus on anti-money laundering and terrorist financing (MLTF) compliance (CAC Bank 2020), and the critical role of these banks in managing significant cash flows, as evidenced by the YER 4.5 billion withdrawal from Yemen Kuwait Bank mentioned in a UN Security Council report. The data collected, though partial, contributes to understanding the banking sector's size and operational status, such as Tadhamon Bank's customer deposits reaching YER 322 billion in 2010.\n\nThe primary contribution of this data is to provide a rare, institutional perspective on the Yemeni economy, which is otherwise dominated by international organization reports. The reports offer specific financial metrics and commentary on the operating environment, which are crucial for assessing the real-time impact of the conflict and the effectiveness of financial sector coping mechanisms. However, the difficulty in accessing a complete, consistent time series of reports across all five banks limits the comprehensiveness of the data.",
        "data_quality": "Fair - Limited coverage"
      },
      "error": ""
    },
    {
      "input": "Ministry of Finance Yemen - Budget documents, fiscal reports, revenue and expenditure data, economic bulletins 2010-2025",
      "output": {
        "organization": "Ministry of Finance Yemen (وزارة المالية اليمنية)",
        "total_publications": 15,
        "year_coverage": "2014, 2019-2024",
        "key_data_points": "Budget deficit in 2014 was 8.3% of Nominal GDP, Public expenditures in 2017 declined to 8% of GDP, Post-2019 budgets are based on ministerial decisions, not full parliamentary laws, Budget for 2023 was based on the 2022 budget, Focus on urgent fiscal reforms and revenue generation post-2021",
        "publication_urls": "https://mof-yemen.com/landing/pages/GeneralBudget/TheStateGeneralBudget, https://mof-yemen.com/landing/pages/Versions/FinancialMagazine, https://internationalbudget.org/wp-content/uploads/OBS2015-Questionnaire-Yemen.pdf, https://documents1.worldbank.org/curated/en/632511468337272739/pdf/ISR-Disclosable-P117363-12-01-2014-1417442707618.pdf, https://www.imf.org/external/pubs/ft/scr/2014/cr14276.pdf",
        "executive_summary": "The Ministry of Finance Yemen, currently operating primarily from the interim capital of Aden, is the official government body responsible for managing public finances, preparing the state budget, and overseeing fiscal policy. The organization's role in the period 2010-2025 is sharply divided by the onset of the conflict in 2015. Before the conflict, the Ministry functioned as a traditional central government body, producing comprehensive documents like the Enacted Budget and Citizen's Budget for 2014, which were publicly available and contributed to international transparency assessments.\n\nPost-2015, the Ministry's capacity and transparency significantly diminished due to the political and administrative split. Key findings indicate a shift from formal budget laws to annual **Ministerial Decisions on Budget Work** (covering 2020-2023), which serve as the de facto fiscal framework but lack the comprehensive detail and parliamentary oversight of a full budget law. The Ministry's publications, including the **Financial Magazine** (9 issues found from 2021-2024), focus heavily on urgent fiscal reforms, revenue generation, and the challenges of operating in a war economy, often referencing the need to implement programs and control expenditures.\n\nThe Ministry's data contribution to understanding Yemen's economy is limited but crucial. It provides the only available official documentation on the fiscal intentions and operational budgets of the internationally recognized government. The data reveals a state struggling with severely constrained public expenditures (dropping to as low as 8% of GDP in 2017) and a reliance on ad-hoc fiscal measures. The lack of a publicly available **Financial Statistical Bulletin** or comprehensive pre-2014 budget data on the current website limits the scope of a full time-series analysis, but the documents found are primary sources for the post-2019 fiscal environment.",
        "data_quality": "Fair - Limited coverage"
      },
      "error": ""
    },
    {
      "input": "Central Statistical Organization Yemen - Statistical yearbooks, economic surveys, demographic data, national accounts 2010-2025",
      "output": {
        "organization": "Central Statistical Organization Yemen",
        "total_publications": 10,
        "year_coverage": "2010-2023",
        "key_data_points": "CSO is the primary source for GDP, inflation, exchange rates, poverty rates, and employment data, Statistical Yearbook 2010 confirmed, Statistical Yearbook 2014 confirmed, Statistical Yearbook 2021-2022 published, Multidimensional Poverty Report 2022-2023 published",
        "publication_urls": "https://demo2.cso-ye.org/, https://demo2.cso-ye.org/blog/2024/02/06/the-central-bureau-of-statistics-launched-the-yearbook-2021-2022-2/",
        "executive_summary": "The Central Statistical Organization (CSO) Yemen is the official, primary source for national statistics, playing a critical role in providing baseline economic, social, and demographic data for the Republic of Yemen. Before the 2015 conflict, the CSO was the sole producer of key economic indicators, including GDP, inflation, national accounts, and labor force surveys, with publications like the annual Statistical Yearbook and National Accounts Bulletin being the authoritative source for the 2010-2014 period.\n\nThe primary finding of this research is the severe fragmentation and inaccessibility of the CSO's data and publications post-2014, which is a critical factor in understanding the current state of Yemen's economy. The organization effectively split, with the Aden-based CSO only recently reactivating and publishing the Statistical Yearbook 2021-2022 and the Multidimensional Poverty Report 2022-2023. This leaves a significant data gap for the peak conflict years (2015-2020). The CSO's contribution to understanding Yemen's economy is therefore twofold: it provides the essential pre-conflict baseline and the only official post-reactivation data, but its current limited capacity and the inaccessibility of its full historical catalog severely restrict comprehensive economic analysis.\n\nThe inaccessibility of the CSO's primary data has forced international organizations to rely on secondary sources, modeling, and estimations, leading to a significant decline in the reliability and frequency of official, nationally-produced statistics. The CSO's role remains vital for future reconstruction and planning, but its current output offers only a sparse and fragmented view of the 2010-2025 period.",
        "data_quality": "Fair - Limited coverage"
      },
      "error": ""
    },
    {
      "input": "UN Panel of Experts on Yemen (UNSC 2140) - Annual reports on sanctions, arms flows, financial networks, compliance monitoring 2014-2025",
      "output": {
        "organization": "UN Panel of Experts on Yemen (UNSC 2140)",
        "total_publications": 12,
        "year_coverage": "2015-2025",
        "key_data_points": "Annual GoY oil revenue loss of $1.2 billion due to attacks, Total crude oil revenue $993 million in 2021 and $980 million in 2022, Pre-conflict oil revenue $7.9 billion (2014), Oil production decreased from 167,000 bpd (2014) to 50,000-60,000 bpd (2020-2022), Annual government payroll 835 billion Yemeni rials, 61% of payroll allocated to Ministry of Defence and Interior, War risk insurance premium increased from 0.025% to 0.4% (Aden/Mukalla) and 0.62% (Hudaydah/Salif), Yemen LNG project $4.5 billion investment",
        "publication_urls": "https://documents-dds-ny.un.org/doc/UNDOC/GEN/N23/269/91/PDF/N2326991.pdf?OpenElement, https://www.securitycouncilreport.org/atf/cf/%7B65BFCF9B-6D27-4E9C-8CD3-CF6E4FF96FF9%7D/S_2023_130.pdf, https://www.securitycouncilreport.org/atf/cf/%7B65BFCF9B-6D27-4E9C-8CD3-CF6E4FF96FF9%7D/S_2022_50.pdf, https://digitallibrary.un.org/record/3898851/files/S_2021_79-EN.pdf, https://digitallibrary.un.org/record/3859381/files/S_2020_326-EN.pdf, https://digitallibrary.un.org/record/1664359/files/S_2019_83-EN.pdf, https://main.un.org/securitycouncil/en/sanctions/2140/panel-of-experts/work-and-mandate/reports",
        "executive_summary": "The UN Panel of Experts on Yemen, established pursuant to Security Council resolution 2140 (2014), serves as the primary technical body monitoring the implementation of sanctions, including the arms embargo, travel ban, and asset freeze. Its annual reports, submitted to the Security Council, provide critical, primary-source intelligence on the conflict's political, military, and economic dimensions. The Panel's unique role is to document violations and provide evidence-based analysis, making its reports an essential source for understanding the **war economy** in Yemen.\n\nKey findings consistently highlight the systematic **fragmentation of Yemen's economic and financial institutions**, driven by the parallel control of the Central Bank of Yemen in Aden and Sana'a. The reports detail how both parties to the conflict exploit the economy for financial gain, including the Houthi collection of illegal fees and the Government of Yemen's loss of critical revenue. The Panel has quantified the devastating impact of the conflict on key economic sectors, notably the oil and gas industry, documenting the sharp decline in oil production and the massive loss of revenue for the internationally recognized government, which directly impacts its ability to pay public sector salaries and provide essential services. The reports also track the dramatic increase in war risk insurance premiums, illustrating the heightened risk to commercial shipping and the resulting inflationary pressures on imported goods.\n\nThe Panel's contribution to understanding Yemen's economy is centered on its detailed, year-by-year documentation of the mechanisms of economic warfare, illicit financial flows, and the impact of sanctions. While not a traditional economic data source like the IMF or World Bank, the Panel's data is invaluable for understanding the **political economy of the conflict**, providing specific figures on revenue losses, payroll costs, and the financial consequences of military actions. The reports offer a unique perspective on how the conflict has created a coercive and challenging environment, making the economic crisis a central component of the humanitarian catastrophe.",
        "data_quality": "Excellent - Primary source with frequent updates"
      },
      "error": ""
    },
    {
      "input": "ReliefWeb Yemen - All documents collection, situation reports, humanitarian updates, access constraints monitoring 2015-2025",
      "output": {
        "organization": "ReliefWeb (United Nations Office for the Coordination of Humanitarian Affairs - OCHA)",
        "total_publications": 3593,
        "year_coverage": "2010-2025",
        "key_data_points": "Remittances constitute over 38% of Yemen's GDP (third-most remittance-dependent nation globally), 18.1 million people (over half the population) projected to face Crisis (IPC Phase 3) or above levels of food insecurity (Nov 2025), 17.1 million people (49% of population) projected to face acute food insecurity (May–Aug 2025), Crisis (IPC Phase 3) and Emergency (IPC Phase 4) outcomes expected through May 2026 due to conflict and economic impacts, Exchange rates in GoY areas are collapsing, driving up prices (Jul 2025), Japan contributed US$2 million to WFP for food assistance (Jul 2025), UNHCR welcomed €1 million EU humanitarian grant (Aug 2025), Joint Monitoring Report raised 119 critical and 78 heightened risk alerts for conflict, displacement, drought, exchange rate, and fuel prices (Feb 2025)",
        "publication_urls": "https://reliefweb.int/report/yemen/yemen-market-and-trade-bulletin-september-2025-issued-28th-october-2025-enar, https://reliefweb.int/report/yemen/yemen-market-and-trade-bulletin-august-2025-issued-30th-september-2025-enar, https://reliefweb.int/report/yemen/yemen-market-and-trade-bulletin-july-2025-issued-31-august-2025-enar, https://reliefweb.int/report/yemen/yemen-socio-economic-update-issue-87-october-2025-enar, https://reliefweb.int/report/yemen/yemen-market-and-trade-bulletin-october-2025-issued-30th-november-2025-enar, https://reliefweb.int/report/yemen/remittances-yemen-estimates-and-impact, https://reliefweb.int/report/yemen/yemen-key-message-update-conflict-and-its-impacts-economy-are-resulting-emergency-outcomes-august-2025-january-2026, https://reliefweb.int/report/yemen/yemen-food-security-outlook-conflict-and-its-impacts-economy-are-resulting-emergency-outcomes-october-2025-may-2026",
        "executive_summary": "ReliefWeb, a specialized digital service of the United Nations Office for the Coordination of Humanitarian Affairs (OCHA), serves as a reliable secondary source for comprehensive information on the socio-economic and humanitarian crisis in Yemen. Its primary role is to aggregate and disseminate reports from a vast network of over 4,000 organizations, including UN agencies (FAO, WFP, UNDP), international NGOs (IRC, IOM), and government bodies. The platform's contribution to understanding Yemen's economy is significant, providing a broad, multi-sectoral, and frequently updated repository of publications that link economic indicators directly to humanitarian outcomes. The search results, spanning 2010 to 2025, confirm its function as a critical tool for researchers and policymakers tracking the crisis.\n\nThe key findings extracted from the most recent and relevant publications underscore the catastrophic economic collapse in Yemen. Reports consistently highlight the severe food insecurity, with over 18 million people projected to face Crisis (IPC Phase 3) or worse levels of hunger, a direct consequence of the conflict's impact on the economy, including currency collapse and rising fuel prices. Furthermore, the data emphasizes the critical dependence on external financial flows, noting that remittances constitute over 38% of Yemen's GDP, making it one of the most remittance-dependent nations globally. The publications also track international financial commitments, such as multi-million dollar contributions from Japan and the European Union for food assistance and humanitarian projects, illustrating the massive scale of aid required to prevent a total societal breakdown.\n\nThe data provided by ReliefWeb is of Good quality as a secondary source. While it does not generate original data, its value lies in its comprehensiveness and timeliness, aggregating reports that contain primary data on exchange rates, trade, food security, and financial aid disbursements. The platform's filtering capabilities allow for rigorous tracking of economic and conflict-related impacts across the entire 2010-2025 period, making it an indispensable resource for a holistic analysis of the crisis's economic dimension.",
        "data_quality": "Good - Reliable secondary source"
      },
      "error": ""
    }
  ]
}